IDEA Open Model
MatConcreteEc2.CementClass Property
Compatible with IDEA StatiCa v 10.1
 Type of cement class
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public ConcCementClass CementClass { get; set; }
Public Property CementClass As ConcCementClass
	Get
	Set
public:
property ConcCementClass CementClass {
	ConcCementClass get ();
	void set (ConcCementClass value);
}
Property Value
Type: ConcCementClass
See Also
Reference
MatConcreteEc2 Class
IdeaRS.OpenModel.Material Namespace